[
  "Apakah kamu suka menggambar?",
  "Apakah kamu suka menari?",
  "Apakah kamu suka bernyanyi?",
  "Apakah kamu suka bermain game?",
  "Apakah kamu suka bermain dan menganalisis video game?",
  "Apakah kamu tertarik untuk bermain peran dan tampil di depan publik?",
  "Apakah kamu senang bepergian dan mengeksplorasi tempat baru?",
  "Apakah kamu suka bercocok tanam dan merawat tanaman?",
  "Apakah kamu menyukai dan tertarik merawat hewan?",
  "Apakah kamu gemar mengambil foto?",
  "Apakah kamu suka berbagi ilmu dan mengajari orang lain?",
  "Apakah kamu sering melakukan latihan fisik seperti gym atau senam?",
  "Apakah kamu tertarik untuk membuat program atau aplikasi komputer?",
  "Apakah kamu suka merakit atau memahami cara kerja komponen listrik?",
  "Apakah kamu tertarik memahami dan memperbaiki mesin?",
  "Apakah kamu suka membongkar dan merakit perangkat komputer?",
  "Apakah kamu suka melakukan eksperimen atau percobaan dan penelitian?",
  "Apakah kamu suka menggambar rumah atau bangunan?",
  "Apakah kamu suka mengoleksi benda-benda lama atau bersejarah?",
  "Apakah kamu suka mempelajari tumbuhan dan cara merawatnya?",
  "Apakah kamu suka memahami lebih dalam tentang kehidupan hewan?",
  "Apakah kamu suka belajar tentang cara kerja benda di sekitar kita?",
  "Apakah kamu suka menghitung uang dan membuat catatan keuangan?",
  "Apakah kamu kamu suka belajar cara bisnis dan jual beli?",
  "Apakah kamu ingin memahami perilaku masyarakat dan berinterkasi?",
  "Apakah kamu suka mempelajari peta, lingkungan, dan fenomena alam?",
  "Apakah kamu tertarik memahami pola pikir dan perilaku manusia?",
  "Apakah kamu suka mempelajari kejadian masa lalu dan dampaknya?",
  "Apakah kamu suka bereksperimen dan belajar tentang sains?",
  "Apakah kamu tertarik belajar cara menjalankan bisnis sendiri?",
  "Apakah kamu tertarik dengan reaksi kimia dan sifat-sifat zat?",
  "Apakah Kamu suka mengerjakan soal matematika?",
  "Apakah kamu suka belajar tentang makhluk hidup dan tubuh manusia?",
  "Apakah kamu suka merias wajah dan bereksperimen dengan kosmetik?",
  "Apakah kamu tertarik membuat desain kreatif seperti pakaian atau interior rumah?",
  "Apakah kamu kamu suka menulis cerita atau artikel?",
  "Apakah kamu suka membuat kerajinan tangan?",
  "Apakah kamu suka membaca dan membuat buku, cerita atau novel?",
  "Apakah kamu sering membaca buku dan memahami isinya?",
  "Apakah kamu suka menggambar karakter kartun atau komik?",
  "Apakah kamu suka menggambar karakter kartun atau komik?",
  "Apakah kamu tertarik dengan perbintangan dan ramalan zodiak?",
  "Apakah kamu suka mempelajari berbagai bahasa asing?",
  "Apakah kamu suka bermain puzzle dan memecahkan teka-teki?",
  "Apakah kamu suka senam dan latihan kelenturan tubuh?",
  "Apakah kamu suka senam dan latihan kelenturan tubuh?",
  "Apakah kamu suka membuat atau menciptakan sesuatu yang baru?",
  "Apakah kamu ingin menjadi dokter dan membantu menyembuhkan orang lain?",
  "Apakah kamu tertarik dengan obat-obatan dan cara kerjanya?",
  "Apakah kamu suka bersepeda?",
  "Apakah kamu suka membuat sesuatu dengan benang, seperti merajut?",
  "Apakah kamu ingin membuat film atau pertunjukan?",
  "Apakah kamu tertarik menulis berita atau melaporkan kejadian?",
  "Apakah kamu ingin memiliki usaha sendiri?",
  "Apakah kamu suka mendengarkan musik dan memahami liriknya?"
]